---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.PointLoad
source: html/b0a59718-0f84-2b97-13de-f5b376b55117.htm
---
# PointLoad Properties

The id of the assembly instance to which the element belongs.